Revit 2024 API
DXFExportOptions Constructor
 Constructs a new instance of DXFImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public DXFExportOptions()
Visual Basic
Public Sub New
Visual C++
public:
DXFExportOptions()
See Also
DXFExportOptions Class
DXFExportOptions Overload
Autodesk.Revit.DB Namespace